Repository: SoftUmeYa/Pyonkee
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, ja

# SqueakSelectImagePanePrompt
source: Select a Squeak image file to open
ja: 開くSqueakのイメージファイルを選択してください

source: Yes
de: Ja
ja: はい

source: No
de: Nein
ja: いいえ

source: Cancel
de: Abbruch
ja: キャンセル

source: * Cough *
de: * Räusper *
ja: * コンコン *

# Massive
source: Massive HairBall Crash
de: Extra haariger Absturz
ja: 大きな毛玉によるクラッシュ

source: Reset
ja: リセット

source: Wait
de: Warten
ja: 待つ

source: Email
ja: メール

# Kilogram
source: 10 Kilogram cat, too big!!!
de: 10 kg Katze, zu dick!!!
ja: 10kgのネコは大きすぎます!!!

source: Saved
de: Gespeichert
ja: 保存しました

# SavedMsg
source: Message has been saved.
de: Nachricht wurde gespeichert.
ja: メッセージは保存されました。

source: Failed
de: Fehler
ja: 失敗しました

# FailedMsg
source: Sending has failed. Message has not been sent.
de: Das Schicken/Senden hat nicht funktioniert. Die Nachricht wurde nicht verschickt.
ja: 送信は失敗しました。メッセージは送信されていません。

# helpSubject
source: Pyonkee coughed a HairBall
de: Pyonkee hatte Schluckauf
ja: Pyonkeeが毛玉を吐きました

# helpMessage
source: Oops something happened and we'd like to send some information to the programmers to see if we can fix it
de: Etwas Unvorhergesehenes ist passiert und wir würden gerne dem Programmierer Information darüber schicken damit er es vielleicht reparieren kann.
ja: おっと、何かが起こりました。プログラマがそれを見て直せるように情報を送ってもらえますか

# herding
source: Herding cats, working furiously, wait...
de: Dabei Flöhe zu hüten, arbeite wie verrückt, Sekunde noch...
ja: たくさんのネコが頑張って働いています。お待ちください...

source: * Ahem *
de: * Räusper *
ja: * ゴホン *

# AhemMsg
source: Ok, this herding cats is taking way too long. You can either WAIT for us to line up the critters, or you can choose to RESET and make us lose our minds and we'll start over
de: Ok, dieses Flöhe hüten dauert zu lange. Du kannst entweder WARTEN, bis wir damit fertig sind, oder Du kannst alles ZURÜCKSETZEN. Wir vergessen dann allerdings alles und fangen von vorne an
ja: うーん、ネコたちが道を見つけるのに時間がかかっています。みんなが整列するのを「待つ」か「リセット」で記憶を無くしてもう一度やり直すかを選んでください

# Restriction
source: <html><center><font size=+5 color='red'>Restrictions do not allow access to the Internet, to access the Internet you must allow Safari access in the Settings General Restrictions option</font></center></html>
de: <html><center><font size=+5 color='red'>Zugriff auf das Internet ist eingeschränkt. Um den Zugriff zu erlauben musst du in Safari den Zugriff in den Settings General Restrictions option</font></center></html>
ja: <html><center><font size=+5 color='red'>機能制限がインターネットへのアクセスを許可していません。インターネットにアクセスするには一般設定の機能制限からSafariのアクセスを許可しなければなりません</font></center></html>

# checking
source: * Just Checking *
de: * Ich check das *
ja: * チェック中 *

# checkingMsg
source: To use this Scratch Viewer you must have an Scratch account to continue, and you must have access to the Internet to access the Scratch WebSite. If you choose to create an account we will exit this application and start Safari to create one.
de: Um den Scratch Viewer zu verwenden, brauchst du ein Scratch Benutzerkonto und du musst auf das Internet zugreifen können. Wenn du ein Scratch-Konto anlegen möchtest, wird diese Anwendung geschlossen und wir werden zu Safari wechseln.
ja: 引き続きこのScratchビューワーを使うにはScratchのアカウントが必要です。また、ScratchのWebサイトへアクセスするためにインターネットへ接続しなければなりません。アカウント作成を選ぶと、このアプリケーションを終了してSafariを起動します。

# play
source: Let's Play
de: Lass uns spielen
ja: 開始

source: Create
de: Anlegen
ja: 作成

source: Login
ja: ログイン

source: No Internet
de: Kein Internet
ja: インターネット無し

# NoInternetMsg
source: Oops! We can't connect to the Scratch WebSite. Please check your connection to the Internet. Is AirPlane mode on? Do you have a celluar or WiFi connection problem? If it is working maybe Scratch is having a catnap? We'll see if we can show the last project
de: Wir können nicht auf die Scratch Webseite zugreifen. Funktioniert die Verbindung zum Internet? Flugmodus? Probleme mit der WLAN oder Telefonverbindung? H'lt Scratch vielleicht einfach ein Nickerchen? Wir versuchen erst einmal, ob wir das letzte Projekt anzeigen können.
ja: おっと! ScratchのWebサイトに接続できません。インターネットへの接続を確認してください。機内モードがオンになっていませんか? 携帯電話やWi-Fiの接続に問題はありませんか? とりあえず最後に開いた作品を表示します

# InternetFailure
source: There seems to be a problem with the Internet Connection.
de: Es scheint ein Problem mit der Netzwerkverbindung zu geben
ja: インターネット接続に問題があるようです。

source: Loading...
de: Lade...
ja: 準備中...

source: Play!
de: Abspielen!
ja: 遊ぶ!

source: Menu
de: Menü
ja: メニュー

# projectSendMailSubject
source: [Scratch Project]
de: [Scratch Projekt]
ja: [Scratchプロジェクト]

# projectSendMailMessage
source: Sending a Scratch project.
de: Senden eines Scratch-Projekts.
ja: Scratchプロジェクトを送ります。

source: Cleaning up memory...
de: Speicher wird aufgeräumt....
ja: メモリ掃除中...

source: Done!
de: Erledigt!
ja: 完了!

source: New entry in Inbox
de: Ein neuer Eintrag im Posteingang
ja: 受信箱に入りました

source: New entry in Documents
de: Ein neuer Eintrag in Dokumente
ja: ドキュメントに保存されました

source: Cannot download
ja: ダウンロードできません

source: Version
ja: バージョン

# About
source: Based on Scratch from the MIT Media Lab, Version 1.4
de: Basiert auf Scratch vom MIT Media Lab, Version 1.4
